Repository: ChrisHyperFunc/humation-swift
Catalog: Sources/HumationEditor/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Humation assets unavailable
ar: مواد الصورة الرمزية غير متاحة
de: Avatar-Medien nicht verfügbar
es: Recursos del avatar no disponibles
es_419: Recursos del avatar no disponibles
fr: Ressources d’avatar indisponibles
hi: अवतार सामग्री उपलब्ध नहीं है
id: Aset avatar tidak tersedia
it: Risorse avatar non disponibili
ja: アバター素材を利用できません
ko: 아바타 자료를 사용할 수 없습니다
nl: Avatarbronnen niet beschikbaar
pl: Zasoby awatara są niedostępne
pt_br: Recursos do avatar indisponíveis
ru: Материалы аватара недоступны
th: สื่ออวาตาร์ไม่พร้อมใช้งาน
tr: Avatar malzemeleri kullanılamıyor
vi: Không có tài nguyên avatar
zh_hans: 头像素材不可用
zh_hant: 頭像素材無法使用

source: Parts
ar: الأجزاء
de: Teile
es: Partes
es_419: Partes
fr: Parties
hi: भाग
id: Bagian
it: Parti
ja: パーツ
ko: 부위
nl: Onderdelen
pl: Części
pt_br: Partes
ru: Части
th: ส่วน
tr: Parçalar
vi: Phần
zh_hans: 部位
zh_hant: 部位

source: Randomize
ar: عشوائي
de: Zufällig
es: Aleatorio
es_419: Al azar
fr: Aléatoire
hi: यादृच्छिक
id: Acak
it: Casuale
ja: ランダム
ko: 무작위
nl: Willekeurig
pl: Losowo
pt_br: Aleatório
ru: Случайно
th: สุ่ม
tr: Rastgele
vi: Ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

source: Colors
ar: الألوان
de: Farben
es: Colores
es_419: Colores
fr: Couleurs
hi: रंग
id: Warna
it: Colori
ja: 色
ko: 색상
nl: Kleuren
pl: Kolory
pt_br: Cores
ru: Цвета
th: สี
tr: Renkler
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

source: Hair
ar: شعر
de: Haare
es: Pelo
es_419: Pelo
fr: Cheveux
hi: बाल
id: Rambut
it: Capelli
ja: 髪
ko: 머리
nl: Haar
pl: Włosy
pt_br: Cabelo
ru: Волосы
th: ผม
tr: Saç
vi: Tóc
zh_hans: 头发
zh_hant: 頭髮

source: Wear
ar: ملابس
de: Kleidung
es: Ropa
es_419: Ropa
fr: Tenue
hi: कपड़े
id: Pakaian
it: Abbigliamento
ja: 服装
ko: 의상
nl: Kleding
pl: Ubranie
pt_br: Roupa
ru: Одежда
th: ชุด
tr: Kıyafet
vi: Trang phục
zh_hans: 穿着
zh_hant: 穿著

source: Gear
ar: إكسسوارات
de: Zubehör
es: Accesorios
es_419: Accesorios
fr: Accessoires
hi: एक्सेसरी
id: Aksesori
it: Accessori
ja: アクセサリー
ko: 액세서리
nl: Accessoires
pl: Akcesoria
pt_br: Acessórios
ru: Аксессуары
th: อุปกรณ์
tr: Aksesuar
vi: Phụ kiện
zh_hans: 配件
zh_hant: 配件

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
es_419: Fondo
fr: Fond
hi: पृष्ठभूमि
id: Latar
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pl: Tło
pt_br: Fundo
ru: Фон
th: พื้นหลัง
tr: Arka plan
vi: Nền
zh_hans: 背景
zh_hant: 背景

source: Line
ar: الخط
de: Linie
es: Línea
es_419: Línea
fr: Trait
hi: रेखा
id: Garis
it: Linea
ja: 線
ko: 선
nl: Lijn
pl: Linia
pt_br: Linha
ru: Линия
th: เส้น
tr: Çizgi
vi: Nét
zh_hans: 线条
zh_hant: 線條

source: Skin
ar: البشرة
de: Haut
es: Piel
es_419: Piel
fr: Peau
hi: त्वचा
id: Kulit
it: Pelle
ja: 肌
ko: 피부
nl: Huid
pl: Skóra
pt_br: Pele
ru: Кожа
th: ผิว
tr: Ten
vi: Da
zh_hans: 肤色
zh_hant: 膚色

source: Bottom
ar: الأسفل
de: Unten
es: Parte inferior
es_419: Parte inferior
fr: Bas
hi: निचला भाग
id: Bawahan
it: Parte inferiore
ja: ボトムス
ko: 하의
nl: Onderkant
pl: Dół
pt_br: Parte de baixo
ru: Низ
th: ส่วนล่าง
tr: Alt
vi: Phần dưới
zh_hans: 下装
zh_hant: 下裝

source: Head
ar: الرأس
de: Kopf
es: Cabeza
es_419: Cabeza
fr: Tête
hi: सिर
id: Kepala
it: Testa
ja: 頭
ko: 머리
nl: Hoofd
pl: Głowa
pt_br: Cabeça
ru: Голова
th: ศีรษะ
tr: Baş
vi: Đầu
zh_hans: 头部
zh_hant: 頭部

source: Body
ar: الجسم
de: Körper
es: Cuerpo
es_419: Cuerpo
fr: Corps
hi: शरीर
id: Badan
it: Corpo
ja: 体
ko: 몸
nl: Lichaam
pl: Ciało
pt_br: Corpo
ru: Тело
th: ลำตัว
tr: Gövde
vi: Thân
zh_hans: 身体
zh_hant: 身體

source: Item
ar: عنصر
de: Gegenstand
es: Objeto
es_419: Objeto
fr: Objet
hi: वस्तु
it: Oggetto
ja: アイテム
ko: 아이템
pl: Przedmiot
ru: Предмет
th: ไอเทม
tr: Öğe
vi: Vật phẩm
zh_hans: 物品
zh_hant: 物品

source: Glasses
ar: نظارات
de: Brille
es: Gafas
es_419: Lentes
fr: Lunettes
hi: चश्मा
id: Kacamata
it: Occhiali
ja: メガネ
ko: 안경
nl: Bril
pl: Okulary
pt_br: Óculos
ru: Очки
th: แว่นตา
tr: Gözlük
vi: Kính
zh_hans: 眼镜
zh_hant: 眼鏡

source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
es_419: Seleccionado
fr: Sélectionné
hi: चयनित
id: Dipilih
it: Selezionato
ja: 選択中
ko: 선택됨
nl: Geselecteerd
pl: Wybrano
pt_br: Selecionado
ru: Выбрано
th: เลือกแล้ว
tr: Seçili
vi: Đã chọn
zh_hans: 已选中
zh_hant: 已選取
